class Feedback {
    constructor(name, fromTo,date,text,stars) {
      this.FromTo = fromTo;
      this.Name = name;
      this.Date = date;
      this.Text = text;
      this.Stars = stars;

    }
  }





const feedbacks = [
    new Feedback("Тетяна","Харків - Берлін","10 лютого, 2022",
     "Дякую Вам велике, поїздка пройшла комфортно. Водій акуратно, чемно та професійно керував автобусом. Дякую йому! Я Вас рекомендуватиму, однозначно.)",5),
    new Feedback("Андрій","Варшава - Рівне","12 грудня, 2021 ",
    "Блестящий сервис. Приветливый водитель. Хороший автобус с кондиционером. Автобус был вовремя. Цена очень хорошая.",5),
    new Feedback("Володимир","Харків - Берлін","10 лютого, 2022",
    "Непогано",4),
    new Feedback("Владислав","Варшава - Рівне","12 грудня, 2021 ",
    "Непогано",4),
    new Feedback("Микола","Варшава - Рівне","18 лютого, 2022",
    "Погано",3),
    new Feedback("Петро","Харків - Берлін","10 лютого, 2022",
    "Жахливо",2)
   
]

export default feedbacks